Repository: maiqingqiang/ChatMLX
Catalog: ChatMLX/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Please select a new conversation
ar: يرجى اختيار محادثة جديدة
ca: Seleccioneu una nova conversa
cs: Vyberte novou konverzaci
da: Vælg venligst en ny samtale
de: Bitte wählen Sie ein neues Gespräch aus
el: Επιλέξτε μια νέα συνομιλία
es: Selecciona una nueva conversación
es_419: Seleccione una nueva conversación
fi: Valitse uusi keskustelu
fr: Veuillez sélectionner une nouvelle conversation
fr_ca: Veuillez sélectionner une nouvelle conversation
he: אנא בחר שיחה חדשה
hi: कृपया नई बातचीत चुनें
hr: Odaberite novi razgovor
hu: Válassz egy új beszélgetést
id: Harap pilih percakapan baru
it: Seleziona una nuova conversazione
ja: 新しい会話を選択してください
ko: 새 대화를 선택하세요
ms: Sila pilih perbualan baharu
nb: Velg en ny samtale
nl: Selecteer een nieuw gesprek
pl: Wybierz nową rozmowę
pt_br: Selecione uma nova conversa
pt_pt: Selecione uma nova conversa
ro: Selectează o conversație nouă
ru: Выберите новый разговор
sk: Vyberte novú konverzáciu
sv: Välj en ny konversation
th: โปรดเลือกการสนทนาใหม่
tr: Yeni bir sohbet seçin
uk: Будь ласка, виберіть нову розмову
vi: Vui lòng chọn cuộc trò chuyện mới
zh_hans: 请选择一个新的对话
zh_hant: 請選擇新的對話
zh_hk: 請選擇新的對話

source: Preferences and model settings
ar: التفضيلات وإعدادات النموذج
ca: Preferències i configuració del model
cs: Předvolby a nastavení modelu
da: Præferencer og modelindstillinger
de: Einstellungen und Modelloptionen
el: Προτιμήσεις και ρυθμίσεις μοντέλου
es: Preferencias y configuración del modelo
es_419: Preferencias y configuración del modelo
fi: Asetukset ja mallin asetukset
fr: Préférences et paramètres du modèle
fr_ca: Préférences et paramètres du modèle
he: העדפות והגדרות מודל
hi: प्राथमिकताएँ और मॉडल सेटिंग्स
hr: Postavke i postavke modela
hu: Preferenciák és modellbeállítások
id: Preferensi dan pengaturan model
it: Preferenze e impostazioni del modello
ja: 環境設定とモデル設定
ko: 환경설정 및 모델 설정
ms: Keutamaan dan tetapan model
nb: Preferanser og modellinnstillinger
nl: Voorkeuren en modelinstellingen
pl: Preferencje i ustawienia modelu
pt_br: Preferências e configurações do modelo
pt_pt: Preferências e definições do modelo
ro: Preferințe și setări model
ru: Настройки и параметры модели
sk: Predvoľby a nastavenia modelu
sv: Inställningar och modellanpassningar
th: การตั้งค่าและการตั้งค่าโมเดล
tr: Tercihler ve model ayarları
uk: Налаштування і параметри моделі
vi: Tùy chọn và cài đặt mô hình
zh_hans: 偏好和模型设置
zh_hant: 偏好設定與模型設定
zh_hk: 喜好設定和模型設定

source: Prompt Time
ar: وقت التنبيه
ca: Hora de la notificació
cs: Čas výzvy
da: Tidsforspørgsel
de: Eingabezeit
el: Χρόνος Προτροπής
es: Hora del aviso
es_419: Hora de aviso
fi: Pyyntöaika
fr: Heure d'invite
fr_ca: Heure de rappel
he: זמן התראה
hi: प्रॉम्प्ट समय
hr: Vrijeme Podsjetnika
hu: Válaszidő
id: Waktu Prompt
it: Tempo di Prompt
ja: プロンプト時間
ko: 실행 시간
ms: Masa Arahan
nb: Varslingstid
nl: Montagetijd
pl: Czas monitowania
pt_br: Tempo do Prompt
pt_pt: Tempo de Prompt
ro: Ora solicitării
ru: Время напоминания
sk: Čas výzvy
sv: Frågetid
th: ตั้งค่าการแจ้งเตือน
tr: Hızlandırma Saati
uk: Час запиту
vi: Thời gian nhắc nhở
zh_hans: 提示词处理时间
zh_hant: 提示時間
zh_hk: 提示時間

source: Prompt Tokens/second
ar: رموز التنبيه/الثانية
ca: Tokens d'indicació/segon
cs: Počet vstupních tokenů za sekundu
da: Prompt Tokens/sekund
de: Prompt-Token/Sekunde
el: Προτροπή διακριτά/δευτερόλεπτο
es: Tokens de indicación/segundo
es_419: Tokens de solicitud/segundo
fi: Kehotetokeneita/sekunti
fr: Jetons d'invite/seconde
fr_ca: Jetons d'invite/seconde
he: אסימוני הנחיה לשנייה
hi: प्रॉम्प्ट टोकन्स/सेकंड
hr: Podaci upita/sekundi
hu: Felszólító tokenek/másodperc
id: Token Perintah/detik
it: Token Prompt/secondo
ja: プロンプトトークン/秒
ko: 프롬프트 토큰/초당
ms: Token Prompt/saat
nb: Starttokener/sekund
nl: Prompt-tokens/seconde
pl: Tokeny monitu/sekundę
pt_br: Tokens de Prompt/segundo
pt_pt: Tokens de Prompt/segundo
ro: Marcaje de solicitare/secundă
ru: Токены запроса/секунда
sk: Počet vstupných tokenov za sekundu
sv: Uppmaningstoken/sekund
th: โทเค็นพร้อมท์/วินาที
tr: Uyarı Jetonları/saniye
uk: Токени підказки/секунда
vi: Phím nhắc/Giây
zh_hans: 提示词处理令牌/秒
zh_hant: 提示 Token/每秒
zh_hk: 提示字元/秒

source: Regenerate
ar: إعادة إنشاء
ca: Regenera
cs: Regenerovat
da: Generer igen
de: Erneut generieren
el: Αναδημιουργία
es: Regenerar
es_419: Regenerar
fi: Luo uudelleen
fr: Régénérer
fr_ca: Régénérer
he: צור מחדש
hi: फिर से जनरेट करें
hr: Ponovi generiranje
hu: Újragenerálás
id: Regenerasi
it: Rigenera
ja: 再生成
ko: 다시 생성
ms: Jana semula
nb: Generer på nytt
nl: Opnieuw genereren
pl: Regeneruj
pt_br: Regenerar
pt_pt: Regenerar
ro: Regenerează
ru: Генерировать заново
sk: Obnoviť
sv: Regenerera
th: สร้างใหม่
tr: Yeniden Oluştur
uk: Оновити
vi: Tạo lại
zh_hans: 重新生成
zh_hant: 重新生成
zh_hk: 重新生成

source: Repetition Context Size
ar: حجم سياق التكرار
ca: Mida del context de repetició
cs: Velikost kontextu opakování
da: Repetitionskontekststørrelse
de: Wiederholungskontextgröße
el: Μέγεθος Πλαισίου Επανάληψης
es: Tamaño del Contexto de Repetición
es_419: Tamaño del Contexto de Repetición
fi: Toiston kontekstin koko
fr: Taille du contexte de répétition
fr_ca: Taille du Contexte de Répétition
he: גודל הקשר לחזרה
hi: पुनरावृत्ति संदर्भ आकार
hr: Veličina konteksta ponavljanja
hu: Ismétlés kontextusmérete
id: Ukuran Konteks Pengulangan
it: Dimensione contesto di ripetizione
ja: 繰り返しコンテキストサイズ
ko: 반복 컨텍스트 크기
ms: Saiz Konteks Pengulangan
nb: Størrelse på gjentakelsessammenheng
nl: Herhalingscontextgrootte
pl: Rozmiar kontekstu powtórzeń
pt_br: Tamanho do Contexto de Repetição
pt_pt: Tamanho do Contexto de Repetição
ro: Dimensiunea contextului repetiției
ru: Размер контекста повторений
sk: Veľkosť kontextu opakovania
sv: Repetitionskontextstorlek
th: ขนาดบริบทการทำซ้ำ
tr: Tekrar Bağlam Boyutu
uk: Розмір контексту повторення
vi: Kích thước ngữ cảnh lặp lại
zh_hans: 重复上下文大小
zh_hant: 重複上下文大小
zh_hk: 重複上下文大小

source: Repetition Penalty
ar: عقوبة التكرار
ca: Càstig de Repetició
cs: Penalizace Opakování
da: Gentagelsesstraf
de: Wiederholungsstrafe
el: Ποινή Επανάληψης
es: Penalización por Repetición
es_419: Penalización por Repetición
fi: Toistopenalti
fr: Pénalité de répétition
fr_ca: Pénalité de Répétition
he: עונש על חזרה
hi: दोहराव दंड
hr: Kazna za ponavljanje
hu: Ismétlési Büntetés
id: Penalti Pengulangan
it: Penalità di Ripetizione
ja: 反復ペナルティ
ko: 반복 패널티
ms: Penalti Pengulangan
nb: Repetisjonstraff
nl: Herhalingsstraf
pl: Kara za powtórzenia
pt_br: Penalidade de Repetição
pt_pt: Penalização de Repetição
ro: Penalizare Repetare
ru: Штраф за повторение
sk: Trest za opakovanie
sv: Repetitionsstraff
th: บทลงโทษการทำซ้ำ
tr: Tekrar Cezası
uk: Штраф за повторення
vi: Hình phạt lặp lại
zh_hans: 重复惩罚
zh_hant: 重複懲罰
zh_hk: 重複懲罰

source: Reset All Settings
ar: إعادة تعيين جميع الإعدادات
ca: Restableix tots els ajustos
cs: Obnovit všechna nastavení
da: Nulstil alle indstillinger
de: Alle Einstellungen zurücksetzen
el: Επαναφορά όλων των ρυθμίσεων
es: Restablecer ajustes
es_419: Restablecer Todos los Ajustes
fi: Palauta kaikki asetukset
fr: Réinitialiser tous les réglages
fr_ca: Réinitialiser tous les réglages
he: אפס את כל ההגדרות
hi: सभी सेटिंग रीसेट करें
hr: Poništi sve postavke
hu: Összes beállítás visszaállítása
id: Atur Ulang Semua Pengaturan
it: Reimposta tutte le impostazioni
ja: すべての設定をリセット
ko: 모든 설정 재설정
ms: Tetapkan Semula Semua Tetapan
nb: Tilbakestill alle innstillinger
nl: Stel alle instellingen opnieuw in
pl: Wyzeruj wszystkie ustawienia
pt_br: Redefinir Ajustes
pt_pt: Redefinir Todos os Ajustes
ro: Resetați toate configurările
ru: Сбросить все настройки
sk: Resetovať všetky nastavenia
sv: Återställ alla inställningar
th: รีเซ็ตการตั้งค่าทั้งหมด
tr: Tüm Ayarları Sıfırla
uk: Скинути всі налаштування
vi: Đặt Lại Tất Cả Cài Đặt
zh_hans: 重置所有设置
zh_hant: 重設所有設定
zh_hk: 重設所有設定

source: Search Conversation...
ar: البحث في المحادثة...
ca: Cerca a la conversa...
cs: Hledat konverzaci...
da: Søg i samtale ...
de: Gespräch durchsuchen ...
el: Αναζήτηση συνομιλίας...
es: Buscar conversación...
es_419: Buscar conversación...
fi: Etsi keskustelua...
fr: Rechercher dans la conversation...
fr_ca: Rechercher dans la conversation...
he: חפש שיחה...
hi: वार्ता खोजें...
hr: Pretraži razgovor...
hu: Beszélgetés keresése...
id: Cari Percakapan...
it: Cerca Conversazione...
ja: 会話を検索...
ko: 대화 검색...
ms: Cari Perbualan...
nb: Søk i samtale ...
nl: Gesprek doorzoeken...
pl: Szukaj w rozmowie...
pt_br: Buscar Conversa...
pt_pt: Procurar Conversa...
ro: Căutați în conversație...
ru: Поиск по переписке...
sk: Hľadať v konverzácii...
sv: Sök konversation...
th: ค้นหาบทสนทนา...
tr: Sohbeti Ara...
uk: Шукати розмову…
vi: Tìm kiếm Cuộc trò chuyện...
zh_hans: 搜索对话...
zh_hant: 搜尋對話...
zh_hk: 搜尋對話…

source: Search...
ar: بحث...
ca: Cerca...
cs: Hledat...
da: Søg...
de: Suchen ...
el: Αναζήτηση...
es: Buscar...
es_419: Buscar...
fi: Etsi...
fr: Recherche...
fr_ca: Rechercher…
he: חיפוש...
hi: खोजें...
hr: Pretraži...
hu: Keresés...
id: Cari...
it: Cerca...
ja: 検索...
ko: 검색...
ms: Carian...
nb: Søk...
nl: Zoeken...
pl: Szukaj...
pt_br: Buscar...
pt_pt: Pesquisar...
ro: Căutare...
ru: Поиск...
sk: Hľadať...
sv: Sök...
th: ค้นหา...
tr: Ara...
uk: Пошук...
vi: Tìm kiếm...
zh_hans: 搜索...
zh_hant: 搜尋...
zh_hk: 搜尋...

source: Send
ar: إرسال
ca: Envia
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
es_419: Enviar
fi: Lähetä
fr: Envoyer
fr_ca: Envoyer
he: שלח
hi: भेजें
hr: Pošalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
ko: 보내기
ms: Hantar
nl: Verstuur
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant: 發送
zh_hk: 傳送

source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_419: Configuración
fi: Asetukset
fr: Réglages
fr_ca: Réglages
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

source: System Prompt
ar: التنبيه النظامي
ca: Indicació del sistema
cs: Systémová výzva
de: Systemaufforderung
el: Προτροπή Συστήματος
es: Indicador del sistema
es_419: Mensaje del sistema
fi: Järjestelmäkehotus
fr: Invite système
fr_ca: Invite du système
he: הנחיית מערכת
hi: सिस्टम प्रॉम्प्ट
hr: Sistemski upit
hu: Rendszerüzenet
id: Prompt Sistem
it: Prompt di Sistema
ja: システムプロンプト
ko: 시스템 프롬프트
ms: Arahan Sistem
nl: Systeemprompt
pl: Komunikat systemowy
pt_br: Prompt do Sistema
pt_pt: Mensagem do Sistema
ro: Indicație Sistem
ru: Системная подсказка
sk: Systemová výzva
sv: Systemuppmaning
th: พร้อมท์ของระบบ
tr: Sistem İstemi
uk: Системний запит
vi: Nhắc Hệ Thống
zh_hans: 系统提示词
zh_hant: 系統提示
zh_hk: 系統提示

source: System Settings
ar: إعدادات النظام
ca: Configuració del sistema
cs: Nastavení systému
da: Indstillinger
de: System­einstellungen
el: Ρυθμίσεις συστήματος
es: Ajustes del sistema
es_419: Configuración del sistema
fi: Järjestelmäasetukset
fr: Réglages Système
fr_ca: Réglages du système
he: הגדרות מערכת
hi: सिस्टम सेटिंग्स
hr: Postavke sustava
hu: Beállítások
id: Pengaturan Sistem
it: Impostazioni di Sistema
ja: システム設定
ko: 시스템 설정
ms: Tetapan Sistem
nb: Systeminnstillinger
nl: Systeeminstellingen
pl: Ustawienia systemu
pt_br: Ajustes do Sistema
pt_pt: Definições do Sistema
ro: Setări Sistem
ru: Настройки системы
sk: Systémové nastavenia
sv: Systeminställningar
th: การตั้งค่าระบบ
tr: Sistem Ayarları
uk: Параметри системи
vi: Cài đặt hệ thống
zh_hans: 系统设置
zh_hant: 系統設定
zh_hk: 系統設定

source: Temperature
ar: درجة الحرارة
ca: Temperatura
cs: Teplota
da: Temperatur
de: Temperatur
el: Θερμοκρασία
es: Temperatura
es_419: Temperatura
fi: Lämpötila
fr: Température
fr_ca: Température
he: טמפרטורה
hi: टेम्परेचर
hr: Temperatura
hu: Hőmérséklet
id: Suhu
it: Temperatura
ja: 気温
ko: 온도
ms: Suhu
nb: Temperatur
nl: Temperatuur
pl: Temperatura
pt_br: Temperatura
pt_pt: Temperatura
ro: Temperatură
ru: Температура
sk: Teplota
sv: Temperatur
th: อุณหภูมิ
tr: Sıcaklık
uk: Температура
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度
zh_hk: 溫度

source: Title
ar: العنوان
ca: Títol
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
es_419: Título
fi: Otsikko
fr: Titre
fr_ca: Titre
he: כותרת
hi: शीर्षक
hr: Naslov
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
ms: Tajuk
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
pt_pt: Título
ro: Titlu
ru: Название
sk: Názov
sv: Titel
th: ชื่อเรื่อง
tr: Başlık
uk: Назва
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題
zh_hk: 標題

source: Token
ar: رمز
el: Διακριτικό
fi: Varmenne
fr: Jeton
fr_ca: Jeton
he: אסימון
hi: टोकन
hu: Biztonsági kód
ja: トークン
ko: 토큰
ro: Jeton
ru: Токен
th: โทเค็น
tr: Jeton
uk: Токен
vi: Mã thông báo
zh_hans: 令牌
zh_hant: 代幣
zh_hk: 憑證

source: Top P
ar: أعلى P
ca: Principal P
cs: Nejlepší P
el: Κορυφαία π
es: Superior P
es_419: Mejor P
fi: Ylä-P
fr_ca: Haut P
he: דירוג גבוה
hi: शीर्ष P
hr: Vrh P
hu: Csúcs P
id: Teratas P
it: In Evidenza
ja: 上位P
ko: 상위 P
ms: Paling Atas
nb: Topp P
pl: Najlepsze P
pt_pt: P Principal
ro: De sus P
ru: Самый популярный
sk: Najlepšie P
sv: Topp P
th: บนสุด P
tr: En Üst P
uk: Топ P
zh_hans: 核采样
zh_hant: 熱門 P
zh_hk: 熱門 P

source: Type your message…
ar: اكتب رسالتك…
ca: Escriu el teu missatge…
cs: Napište zprávu…
da: Indtast din besked…
de: Nachricht eingeben …
el: Πληκτρολογήστε το μήνυμά σας…
es: Escribe tu mensaje…
es_419: Escribe tu mensaje…
fi: Kirjoita viestisi…
fr: Tapez votre message…
fr_ca: Tapez votre message…
he: הקלידו את ההודעה שלכם…
hi: अपना संदेश टाइप करें…
hr: Unesite poruku…
hu: Írja be üzenetét…
id: Ketik pesan Anda…
it: Digita il tuo messaggio…
ja: メッセージを入力…
ko: 메시지를 입력하세요…
ms: Taip mesej anda…
nb: Skriv meldingen din…
nl: Typ je bericht…
pl: Wpisz swoją wiadomość…
pt_br: Digite sua mensagem…
pt_pt: Escreva a sua mensagem…
ro: Scrieți mesajul…
ru: Введите сообщение…
sk: Napíšte svoju správu…
sv: Skriv ditt meddelande...
th: พิมพ์ข้อความของคุณ…
tr: Mesajınızı yazın…
uk: Введіть повідомлення…
vi: Nhập tin nhắn của bạn…
zh_hans: 输入您的消息…
zh_hant: 鍵入您的消息…
zh_hk: 輸入您的訊息……

source: Unknown
ar: غير معروف
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
es_419: Desconocido
fi: Tuntematon
fr: Inconnu
fr_ca: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知
zh_hk: 不明

source: Use Custom Endpoint
ar: استخدام نقطة نهاية مخصصة
ca: Utilitza el punt final personalitzat
cs: Použít vlastní koncový bod
da: Brug brugerdefineret slutpunkt
de: Benutzerdefinierten Endpunkt verwenden
el: Χρήση Προσαρμοσμένου Τερματικού Σημείου
es: Usar punto final personalizado
es_419: Usar punto de acceso personalizado
fi: Käytä mukautettua päätepistettä
fr: Utiliser un point de terminaison personnalisé
fr_ca: Utilisateur un point de terminaison personnalisé
he: השתמש בקצה מותאם אישית
hi: कस्टम एंडपॉइंट का उपयोग करें
hr: Upotrijebi prilagođenu krajnju točku
hu: Egyéni végpont használata
id: Gunakan Titik Akhir Kustom
it: Usa endpoint personalizzato
ja: カスタムエンドポイントを使用
ko: 사용자 지정 엔드포인트 사용
ms: Gunakan Titik Akhir Tersuai
nb: Bruk egendefinert endepunkt
nl: Aangepast eindpunt gebruiken
pl: Użyj niestandardowego punktu końcowego
pt_br: Usar Ponto de Extremidade Personalizado
pt_pt: Usar Endpoint Personalizado
ro: Utilizați Endpoint Personalizat
ru: Использовать пользовательский конечный узел
sk: Použiť vlastný koncový bod
sv: Använd anpassad slutpunkt
th: ใช้ปลายทางที่กำหนดเอง
tr: Özel Uç Nokta Kullan
uk: Використовувати користувацьку кінцеву точку
vi: Sử Dụng Điểm Kết Nối Tùy Chỉnh
zh_hans: 使用自定义节点
zh_hant: 使用自訂端點
zh_hk: 使用自定端點

source: Use Max Length
ar: استخدام الحد الأقصى للطول
ca: Usa longitud màxima
cs: Použít maximální délku
da: Brug Max-længde
de: Maximale Länge verwenden
el: Χρήση Μέγιστου Μήκους
es: Usar longitud máxima
es_419: Usar longitud máxima
fi: Käytä maksimipituutta
fr: Utiliser la longueur max
fr_ca: Utiliser la longueur max
he: השתמש באורך מרבי
hi: अधिकतम लंबाई का उपयोग करें
hr: Koristi maksimalnu duljinu
hu: Maximális hossz használata
id: Gunakan Panjang Maksimum
it: Usa lunghezza massima
ja: 最大長を使用
ko: 최대 길이 사용
ms: Gunakan Panjang Maksimum
nb: Bruk maks lengde
nl: Maximale lengte gebruiken
pl: Użyj maks. długości
pt_br: Usar comprimento máximo
pt_pt: Usar Comprimento Máximo
ro: Folosește Lungime Maximă
ru: Использовать максимальную длину
sk: Použiť maximálnu dĺžku
sv: Använd Maxlängd
th: ใช้ความยาวสูงสุด
tr: Maksimum Uzunluğu Kullan
uk: Використовувати максимальну довжину
vi: Sử dụng độ dài tối đa
zh_hans: 使用最大长度
zh_hant: 使用最大長度
zh_hk: 使用最大長度

source: Use Max Messages Limit
ar: استخدم الحد الأقصى للرسائل
ca: Utilitza el límit màxim de missatges
cs: Použít maximální limit zpráv
da: Brug maksimal grænse for beskeder
de: Maximale Nachrichtenanzahl verwenden
el: Χρήση Ορίου Μέγιστων Μηνυμάτων
es: Usar límite máximo de mensajes
es_419: Usar Límite Máximo de Mensajes
fi: Käytä viestien enimmäisrajaa
fr: Utiliser la limite maximale de messages
fr_ca: Utiliser la limite maximale de messages
he: השתמש בגבלת הודעות מקסימלית
hi: अधिकतम संदेश सीमा का उपयोग करें
hr: Koristi Ograničenje Maksimalnih Poruka
hu: Maximális üzenetlimit használata
id: Gunakan Batas Maksimum Pesan
it: Usa limite massimo messaggi
ja: 最大メッセージ制限を使用
ko: 최대 메시지 제한 사용
ms: Gunakan Had Maksimum Mesej
nb: Bruk maksgrense for meldinger
nl: Maximaal aantal berichten gebruiken
pl: Ustaw maksymalny limit wiadomości
pt_br: Usar limite máximo de mensagens
pt_pt: Usar Limite Máximo de Mensagens
ro: Folosește limita maximă de mesaje
ru: Использовать максимальное ограничение сообщений
sk: Použiť maximálny limit správ
sv: Använd maxgräns för meddelanden
th: ใช้ขีดจำกัดข้อความสูงสุด
tr: Maksimum Mesaj Sınırını Kullan
uk: Використовувати максимальну кількість повідомлень
vi: Sử dụng Giới hạn Tin nhắn Tối đa
zh_hans: 使用最大消息限制
zh_hant: 使用最大訊息限制
zh_hk: 使用最大消息限制

source: Use Repetition Penalty
ar: استخدام عقوبة التكرار
ca: Utilitza la pena de repetició
cs: Použít postih opakování
da: Brug gentagelsesstraf
de: Strafparameter verwenden
el: Χρήση Ποινής Επανάληψης
es: Usar Penalización por Repetición
es_419: Usar penalización de repetición
fi: Käytä toistopenalttia
fr: Utiliser la pénalité de répétition
fr_ca: Utiliser la Pénalité de Répétition
he: השתמש בקנס חזרה
hi: दोहराव जुर्माना का उपयोग करें
hr: Primijeni Kaznu za Ponavljanje
hu: Használjon ismétlési büntetést
id: Gunakan Penalti Pengulangan
it: Usa penalità ripetizione
ja: 反復ペナルティを使用
ko: 반복 페널티 사용
ms: Gunakan Penalti Pengulangan
nb: Bruk gjentakelsesstraff
nl: Gebruik Herhalingsboete
pl: Użyj kary powtórzeń
pt_br: Usar Penalidade de Repetição
pt_pt: Usar Penalização de Repetição
ro: Folosește Penalizare Repetiție
ru: Использовать штраф за повторение
sk: Použiť trest za opakovanie
sv: Använd repeteringsstraff
th: ใช้บทลงโทษการทำซ้ำ
tr: Tekrar Cezasını Kullan
uk: Використовувати штраф за повторення
vi: Sử dụng Phạt Lặp Lại
zh_hans: 使用重复惩罚
zh_hant: 使用重複懲罰
zh_hk: 使用重複懲罰

source: Use System Prompt
ar: استخدام موجه النظام
ca: Utilitza l'indicador del sistema
cs: Použít systémovou výzvu
da: Brug systemprompt
de: Systemaufforderung verwenden
el: Χρήση Προτροπής Συστήματος
es: Usar aviso del sistema
es_419: Usar aviso del sistema
fi: Käytä järjestelmän kehotetta
fr: Utiliser l'invite système
fr_ca: Utiliser l'invite système
he: השתמש בהנחיית המערכת
hi: सिस्टम प्रॉम्प्ट का उपयोग करें
hr: Koristi sistemske upute
hu: Rendszerprompt használata
id: Gunakan Prompt Sistem
it: Usa Richiesta di Sistema
ja: システムプロンプトを使用
ko: 시스템 프롬프트 사용
ms: Gunakan Prompt Sistem
nb: Bruk systemforespørsel
nl: Systeemprompt gebruiken
pl: Użyj Monitu Systemowego
pt_br: Usar Prompt do Sistema
pt_pt: Usar Indicação do Sistema
ro: Utilizați Comanda Sistemului
ru: Использовать системную подсказку
sk: Použiť systémovú výzvu
sv: Använd systemsignal
th: ใช้พร้อมท์ระบบ
tr: Sistem İstemi Kullan
uk: Використовувати системний запит
vi: Sử dụng nhắc nhở hệ thống
zh_hans: 使用系统提示词
zh_hant: 使用系統提示
zh_hk: 使用系統提示

source: Version %@
ar: الإصدار %@
ca: Versió %@
cs: Verze %@
el: Έκδοση %@"
es: Versión %@
es_419: Versión %@
fi: Versio %@
he: גרסה %@
hi: संस्करण %@
hr: Verzija %@
hu: Verzió %@
id: Versi %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
ms: Versi %@
nb: Versjon %@
nl: Versie %@"
pl: Wersja %@
pt_br: Versão %@
pt_pt: Versão %@
ro: Versiunea %@
ru: Версия %@
sk: Verzia %@
th: เวอร์ชัน %@
tr: Sürüm %@
uk: Версія %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@
zh_hk: 版本 %@

source: Warning
ar: تحذير
ca: Advertència
cs: Upozornění
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Advertencia
es_419: Advertencia
fi: Varoitus
fr: Avertissement
fr_ca: Avertissement
he: אזהרה
hi: चेतावनी
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
it: Avviso
ja: 警告
ko: 경고
ms: Amaran
nb: Advarsel
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
pt_pt: Aviso
ro: Avertisment
ru: Предупреждение
sk: Upozornenie
sv: Varning
th: คำเตือน
tr: Uyarı
uk: Попередження
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告
zh_hk: 警告

source: Window Appearance
ar: مظهر النافذة
ca: Aparença de la finestra
cs: Zobrazení okna
da: Vinduesudseende
de: Darstellung des Fensters
el: Εμφάνιση παραθύρου
es: Apariencia de la Ventana
es_419: Apariencia de la ventana
fi: Ikkunan ulkoasu
fr: Apparence de la fenêtre
fr_ca: Apparence de la fenêtre
he: מראה החלון
hi: विंडो उपस्थिति
hr: Prikaz prozora
hu: Ablak megjelenés
id: Tampilan Jendela
it: Aspetto della finestra
ja: ウィンドウ表示
ko: 창 모양
ms: Penampilan Tetingkap
nb: Vinduets utseende
nl: Vensterweergave
pl: Wygląd okna
pt_br: Aparência da Janela
pt_pt: Aparência da Janela
ro: Aspectul ferestrei
ru: Оформление окна
sk: Vzhľad okna
sv: Fönstrets utseende
th: ลักษณะหน้าต่าง
tr: Pencere Görünümü
uk: Оформлення вікна
vi: Hiển thị cửa sổ
zh_hans: 窗口样式
zh_hant: 視窗外觀
zh_hk: 視窗外觀
